IDEA StatiCa Open Model
LineSupportSegment.FlexibleStiffnessRX Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Support stiffness rotational RX
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double FlexibleStiffnessRX { get; set; }
Public Property FlexibleStiffnessRX As Double
	Get
	Set
public:
property double FlexibleStiffnessRX {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LineSupportSegment Class
IdeaRS.OpenModel.Model Namespace